target/classes/hakikisha/pesalink_mobile_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.lookupdb.mgw.cwt.ru/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:getCustomerBankList>
         <req>
            <login>${LOGIN}</login>
            <password>${PASSWORD}</password>
            <msisdn>${MOBILENO}</msisdn>
         </req>
      </ws:getCustomerBankList>
   </soapenv:Body>
</soapenv:Envelope>